/** Generated by RRPlayer Translation Utility */

"alert.add_filter.message" = "请输入符合 mpv 的 vf 或 af 选项格式的滤镜字符串。";
"alert.add_filter.title" = "添加滤镜";
"alert.add_watch.message" = "请输入一个有效的 mpv 属性名。";
"alert.add_watch.title" = "监视 mpv 属性";
"alert.choose_media_file.title" = "选择媒体文件";
"alert.clear_cache.message" = "确定清除所有缩略图缓存吗?";
"alert.clear_cache.success" = "缓存已清除。";
"alert.clear_cache.title" = "清除缩略图缓存";
"alert.config.cannot_create" = "无法创建配置文件！";
"alert.config.cannot_write" = "无法写入配置文件！";
"alert.config.duplicate.message" = "请输入复制后的配置文件名。";
"alert.config.duplicate.title" = "复制快捷键配置";
"alert.config.empty_name" = "名称不能为空。";
"alert.config.file_existing.message" = "选择「好」来覆盖，选择「取消」来在 Finder 中查看该文件。";
"alert.config.file_existing.title" = "同名文件已存在";
"alert.config.name_existing" = "此配置名称已存在。";
"alert.config.new.message" = "请输入配置名。";
"alert.config.new.title" = "新建快捷键配置";
"alert.delete_history.message" = "确定要删除所选的历史记录吗？";
"alert.delete_history.title" = "删除历史记录";
"alert.duplicate_config" = "默认配置不能被编辑。请先复制后再编辑。";
"alert.error_deleting_file" = "无法删除文件。";
"alert.error_finding_file" = "无法找到文件 %@ ！";
"alert.error_loading_script" = "无法加载脚本 %@！";
"alert.error_open" = "无法打开文件或流！";
"alert.error_saving_file" = "保存文件 %@ 时出现错误 %@";
"alert.extra_option.cannot_read" = "无法读取自定义的 mpv 额外选项。";
"alert.extra_option.config_folder" = "设置配置文件目录 \"%@\" 时出现错误。";
"alert.extra_option.empty" = "键或值不能为空！";
"alert.extra_option.error" = "无法设置选项 --%@=%@ （返回值 %d）。 请在「设置>高级」中检查你的额外 mpv 选项。";
"alert.fatal_error" = "严重错误：%@ 
程序将立刻结束。";
"alert.filter.incorrect" = "设置滤镜时出现错误。请检查你的参数格式。";
"alert.filter_hwdec.abort" = "放弃";
"alert.filter_hwdec.message" = "你正在添加视频滤镜。然而，当前的硬件解码器不能很好地支持视频滤镜。你可以禁用硬件解码，或使用支持「拷贝」的解码器 (将占用两倍内存)。
你可能需要再操作一次（例如剪切）才能看到效果。";
"alert.filter_hwdec.turn_off" = "关闭硬件解码";
"alert.filter_hwdec.use_copy" = "使用支持「拷贝」的解码器";
"alert.jump_to.message" = "请输入希望跳转的时间。例: 20:35";
"alert.jump_to.title" = "跳转至";
"alert.keybinding_config.error" = "无法设置快捷键「%@」！已回退到 RRPlayer 默认配置。请检查你的快捷键文件是否正确。";
"alert.mpv_error" = "出现内部错误 %@ (%@) (设定选项 %@ 时)。";
"alert.no_video_track" = "没有可用的视频轨道。";
"alert.nothing_to_open" = "没有可打开的文件。";
"alert.open_url.message" = "请输入 URL:";
"alert.open_url.title" = "打开 URL";
"alert.opensub.login.message" = "请输入用户名和密码。";
"alert.opensub.login.title" = "OpenSubtitles 登录";
"alert.playlist.error_deleting" = "删除 %@ 时出现错误。";
"alert.set_default.message" = "RRPlayer 将会被关联至所有支持的文件格式。";
"alert.set_default.success" = "操作已完成。%d 成功，%d 失败。";
"alert.set_default.title" = "将 RRPlayer 设为默认播放器";
"alert.sleep" = "无法阻止系统睡眠。";
"alert.sub.cannot_login" = "无法登录。请检查你的用户名、密码及网络状态。

%@";
"alert.sub.cannot_save_passwd" = "无法将密码保存到钥匙串：%@";
"alert.sub.no_selected" = "请先启用一个下载的字幕。";
"alert.sub_lang_not_set" = "请在使用 opensubtitles 之前设定字幕语言. 此次将会使用英语 (eng) 。0.0.7 之后默认的字幕来源将会是 opensubtitles。如果您是中文用户，请在「偏好设置 > 字幕」中确认「字幕来源」为「shooter.cn」，以继续使用射手字幕。";
"alert.title_error" = "错误";
"alert.title_info" = "提示";
"alert.title_warning" = "警告";
"alert.unsupported_audio" = "不支持的外部音频文件。";
"alert.unsupported_sub" = "不支持的外部字幕。";
"alert.unsupported_url" = "不支持的 URL。";
"alert.wrong_url_format" = "URL 格式错误。";
"filter.audio_filters" = "音频滤镜";
"filter.video_filters" = "视频滤镜";
"general.cancel" = "取消";
"general.login" = "登录";
"general.logout" = "退出";
"general.off" = "Off";
"general.ok" = "好";
"general.on" = "On";
"general.password" = "密码";
"general.username" = "用户名";
"hwdec.auto" = "启用硬件解码。但是，大多数视频滤镜不会正常工作。";
"hwdec.auto-copy" = "启用硬件解码。它会占用两倍左右的内存，但支持视频滤镜。";
"hwdec.no" = "不启用硬件解码。";
"keymapping.message" = "请按任意键来开始录制。";
"keymapping.title" = "快捷键";
"main.buffering_indicator" = "缓冲中... %d%%";
"menu.audio_delay" = "音频延迟: %.2f秒";
"menu.audio_delay_down" = "音频延迟 - %.1fs";
"menu.audio_delay_up" = "音频延迟 + %.1fs";
"menu.exit_fullscreen" = "离开全屏";
"menu.exit_pip" = "离开「画中画」";
"menu.fullscreen" = "进入全屏";
"menu.pause" = "暂停";
"menu.pip" = "进入「画中画」";
"menu.resume" = "继续";
"menu.seek_backward" = "后退 %.0fs";
"menu.seek_forward" = "前进 %.0fs";
"menu.speed" = "速度: %.2fx";
"menu.speed_down" = "减慢速度至 %.1fx";
"menu.speed_up" = "增加速度至 %.1fx";
"menu.sub_delay" = "字幕延迟: %.2f秒";
"menu.sub_delay_down" = "字幕延迟 - %.1fs";
"menu.sub_delay_up" = "字幕延迟 + %.1fs";
"menu.volume" = "音量: %d";
"menu.volume_down" = "音量 - %.0f%%";
"menu.volume_up" = "音量 + %.0f%%";
"osd.abloop.a" = "AB循环：A";
"osd.abloop.b" = "AB循环：B";
"osd.abloop.clear" = "AB循环：清除";
"osd.add_to_playlist" = "添加了 %i 个文件到播放列表";
"osd.aspect" = "长宽比：%@";
"osd.audio_delay.earlier" = "音频延迟：提前 %.2f 秒";
"osd.audio_delay.later" = "音频延迟：延迟 %.2f 秒";
"osd.audio_delay.nodelay" = "音频延迟：无延迟";
"osd.canceled" = "已取消";
"osd.cannot_login" = "无法登录";
"osd.chapter" = "章节：%@";
"osd.clear_playlist" = "清除播放列表";
"osd.crop" = "剪切：%@";
"osd.deinterlace" = "反交错：%@";
"osd.file_error" = "读取文件错误";
"osd.filter_added" = "已添加滤镜: %@";
"osd.filter_removed" = "已删除滤镜";
"osd.find_online_sub" = "查找在线字幕中...";
"osd.mute" = "静音";
"osd.network_error" = "网络错误";
"osd.pause" = "暂停";
"osd.resume" = "继续";
"osd.rotate" = "旋转：%i°";
"osd.screenshot" = "已保存截图";
"osd.speed" = "速度：%.2fx";
"osd.stop" = "停止";
"osd.sub_delay.earlier" = "字幕延迟：提前 %.2f 秒";
"osd.sub_delay.later" = "字幕延迟：延迟 %.2f 秒";
"osd.sub_delay.nodelay" = "字幕延迟：无延迟";
"osd.sub_downloaded" = "字幕已下载";
"osd.sub_found" = "已找到 %d 个字幕。下载中...";
"osd.sub_not_found" = "未找到字幕";
"osd.sub_saved" = "字幕已保存";
"osd.subtitle_pos" = "字幕位置：%.1f";
"osd.subtitle_scale" = "字幕缩放：%.2fx";
"osd.unmute" = "取消静音";
"osd.video_eq.brightness" = "亮度：%i";
"osd.video_eq.contrast" = "对比度：%i";
"osd.video_eq.gamma" = "反差：%i";
"osd.video_eq.hue" = "色调：%i";
"osd.video_eq.saturation" = "饱和度：%i";
"osd.volume" = "音量：%i";
"pl_menu.add_item" = "添加项目…";
"pl_menu.add_sub" = "添加字幕…";
"pl_menu.clear_playlist" = "清除播放列表";
"pl_menu.delete" = "移到垃圾桶";
"pl_menu.delete_after_play" = "播放后移到垃圾桶";
"pl_menu.delete_after_play_multi" = "播放后将选中项移到垃圾桶";
"pl_menu.delete_multi" = "将选中项移到垃圾桶";
"pl_menu.matched_sub" = "已匹配 %d 个字幕";
"pl_menu.play_in_new_window" = "在新窗口中打开";
"pl_menu.play_next" = "接下来播放";
"pl_menu.remove" = "移除";
"pl_menu.remove_multi" = "移除选中项";
"pl_menu.reveal_in_finder" = "在 Finder 中显示";
"pl_menu.title_multi" = "%d 个项目";
"pl_menu.wrong_sub" = "错误的字幕!";
"playlist.chapter_cap" = "章节";
"playlist.playlist_cap" = "播放列表";
"preference.advanced" = "高级";
"preference.codec" = "解码";
"preference.control" = "控制";
"preference.general" = "通用";
"preference.keybindings" = "快捷键";
"preference.logged_in_as" = "已登录 %@";
"preference.network" = "网络";
"preference.not_logged_in" = "未登录";
"preference.scripts" = "脚本";
"preference.subtitle" = "字幕";
"preference.system_media_control" = "使用系统媒体控制";
"preference.title" = "偏好设置";
"preference.ui" = "UI";
"quicksetting.item_default" = "默认";
"quicksetting.item_none" = "无";
"subencoding.auto" = "自动识别";
"touchbar.ahead_15" = "前进 15 秒";
"touchbar.ahead_30" = "前进 30 秒";
"touchbar.back_15" = "后退 15 秒";
"touchbar.back_30" = "后退 30 秒";
"touchbar.decrease_volume" = "音量 -";
"touchbar.fast_forward" = "快进";
"touchbar.increase_volume" = "音量 +";
"touchbar.next_video" = "下一个视频";
"touchbar.play_pause" = "播放 / 暂停";
"touchbar.prev_video" = "上一个视频";
"touchbar.rewind" = "快退";
"touchbar.seek" = "进度条";
"touchbar.time" = "播放进度";
"track.none" = "<无>";

//恢复设置
"alert.restoreDefaults.title" ="恢复确认";
"alert.restoreDefaults.message" ="确定要恢复所有设置吗?";

